export const subjectsData = {
    math: {
      name: "Математика",
      description:
        "Підготовка з математики допоможе впевнено проходити завдання на обчислення, логіку та аналіз даних. Ми розглянемо теми рівнянь, нерівностей, геометрії, комбінаторики та основ статистики. Через системну практику навчишся вирішувати завдання швидко й без помилок.",
      links: {
        test: "/test/math",
        materials: "/materials/math",
      },
    },
    ukrainian: {
      name: "Українська мова",
      description:
        "Ми допоможемо закріпити знання орфографії, пунктуації, синтаксису та мовних норм. Короткі пояснення складних правил і практичні завдання допоможуть тобі грамотно та впевнено складати мовну частину НМТ.",
      links: {
        test: "/test/ukrainian",
        materials: "/materials/ukrainian",
      },
    },
    history: {
      name: "Історія України",
      description:
        "Разом розглянемо основні періоди історії України: від найдавніших часів до сучасності. Короткі конспекти, дати, постаті та події допоможуть швидко орієнтуватися у тестових завданнях і впевнено відповідати на питання.",
      links: {
        test: "/test/history",
        materials: "/materials/history",
      },
    },
    foreignLang: {
      name: "Іноземна мова",
      description:
        "Підготовка включає вправи на читання текстів, граматику, словниковий запас та логіку розуміння мови. Ми працюємо з англійською, німецькою, французькою та іспанською, щоб допомогти тобі скласти мовний тест на високі бали.",
      links: {
        test: "/test/foreignLang",
        materials: "/materials/foreignLang",
      },
    },
    literature: {
      name: "Українська література",
      description:
        "Вивчення української літератури охоплює твори, авторів та літературні напрями. Ми допоможемо швидко запам'ятати ключову інформацію та краще зрозуміти художні особливості творів для успішного проходження тестування.",
      links: {
        test: "/test/literature",
        materials: "/materials/literature",
      },
    },
    physics: {
      name: "Фізика",
      description:
        "Пояснимо основні закони механіки, молекулярної фізики, електрики та оптики простими словами. Типові задачі з розв'язанням допоможуть краще закріпити знання і впевнено відповідати на тестові питання.",
      links: {
        test: "/test/physics",
        materials: "/materials/physics",
      },
    },
  };
  